"ONE_SONG" = "1 Lagu";
"SONGS_COUNT_FORMAT" = "%d Lagu";

"ALBUM_HEADER_RELEASE_DATE_FORMAT" = "Dikeluarkan %@";

"ALBUM_HEADER_SONG_COUNT_AND_DURATION_COMBINATION_FMT" = "%@, %@.";

"MUSIC" = "Muzik";

"123" = "123";

"Add All Albums" = "Tambah Semua Album";

"Add All Songs" = "Tambah Semua Lagu";

"ADD_PLAYLIST_CONFIRM_BUTTON_TITLE" = "Simpan";
"ADD_PLAYLIST_DIALOG_TITLE" = "Senarai Main Baru";
"ADD_PLAYLIST_DIALOG_MESSAGE" = "Masukkan nama untuk senarai main ini.";
"ADD_PLAYLIST_ROW" = "Tambah Senarai Main...";
"ADD_PLAYLIST_TITLE_PLACEHOLDER" = "Tajuk";
"ADD_SONGS_TO_CUSTOM_PLAYLIST_FORMAT" = "Tambah lagu ke “%@”.";
"EDIT_PLAYLIST_RENAME" = "Tukar Nama";
"EDIT_PLAYLIST_ADD_SONGS" = "Tambah Lagu";
"RENAME_PLAYLIST_DIALOG_TITLE" = "Tukar Nama Senarai Main";
"RENAME_PLAYLIST_TITLE_PLACEHOLDER" = "Tajuk";

"Albums" = "Album";

"All Albums" = "Semua Album";

"All Songs" = "Semua Lagu";

"Cancel" = "Batal";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_MESSAGE" = "Mengemas kini Pustaka\U2026";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_SUBTITLE" = "Ini mungkin mengambil masa beberapa minit.";

"Refresh Playlist" = "Muat Semula Senarai Main";

"CLEAR" = "Kosong";

"Clear Playlist" = "Kosongkan Senarai Main";

"Save Playlist" = "Simpan Senarai Main";

"Delete Playlist" = "Padam Senarai Main";

"Delete" = "Padam";

"Done" = "Selesai";

"Edit" = "Edit";

"Save" = "Simpan";

"LISTING_COUNT_ALBUMS_FORMAT" = "%d Album";

"LISTING_COUNT_ARTISTS_FORMAT" = "%d Artis";

"LISTING_COUNT_GENERIC_ITEMS_FORMAT" = "%d Item";

"LISTING_COUNT_GENERIC_TRACKS_FORMAT" = "%d Trek";

"LISTING_COUNT_GENRES_FORMAT" = "%d Genre";

"LISTING_COUNT_PLAYLISTS_FORMAT" = "%d Senarai Main";

"LISTING_COUNT_SONGS_FORMAT" = "%d Lagu";

"NO_CONTEXT_NAVTITLE_ARTISTS" = "Artis";

"NO_CONTEXT_NAVTITLE_GENRES" = "Genre";

"OK" = "OK";

"Playlists" = "Senarai Main";

"Shuffle" = "Kocok";

"Songs" = "Lagu";

"Unknown" = "Tidak Diketahui";
"UNKNOWN_ARTIST" = "Artis Tidak Dikenali";
"UNKNOWN_ALBUM" = "Album Tidak Diketahui";

"NOW_PLAYING_BUTTON_LABEL" = "Kini\nDimainkan";

"SEARCH_RESULT_SECTION_TITLE_ARTISTS" = "Artis (%@ Hasil)";
"SEARCH_RESULT_SECTION_TITLE_ARTIST" = "Artis (%@ Hasil)";
"SEARCH_RESULT_SECTION_TITLE_ALBUMS" = "Album (%@ Hasil)";
"SEARCH_RESULT_SECTION_TITLE_ALBUM" = "Album (%@ Hasil)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLIST" = "Senarai Main (%@ Hasil)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLISTS" = "Senarai Main (%@ Hasil)";
"SEARCH_RESULT_SECTION_TITLE_SONG" = "Lagu (%@ Hasil)";
"SEARCH_RESULT_SECTION_TITLE_SONGS" = "Lagu (%@ Hasil)";
"SEARCH_RESULT_SECTION_TITLE_GENRES" = "Genre (%@ Keputusan)";
"SEARCH_RESULT_SECTION_TITLE_GENRE" = "Genre (%@ Keputusan)";

"ADD_SONGS_TO_PLAYLIST_FORMAT" = "Tambah lagu ke senarai main %@.";

"ALBUM_INFO_SEPARATOR" = ", ";
"ALBUM_INFO_RELEASE_DATE_FORMAT" = "Dikeluarkan %@";
"ALBUM_INFO_SONGS_SINGULAR" = "1 Lagu";
"ALBUM_INFO_SONGS_FORMAT_PLURAL" = "%u Lagu";
"ALBUM_INFO_TIME_SINGULAR" = "15 Min.";
"ALBUM_INFO_TIME_FORMAT_PLURAL" = "%u Min.";

"UNKNOWN_DURATION" = "--:--";
